Revit 2027 API
UnitTypeId.JoulesPerSquareMeterKelvin Property
 Joules per square meter Kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId JoulesPerSquareMeterKelvin { get; }
Public Shared ReadOnly Property JoulesPerSquareMeterKelvin As ForgeTypeId
	Get
public:
static property ForgeTypeId^ JoulesPerSquareMeterKelvin {
	ForgeTypeId^ get ();
}
static member JoulesPerSquareMeterKelvin : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace